---
kind: enumMember
id: F:Autodesk.Revit.DB.Plumbing.PipeSystemType.OtherPipe
enum: Autodesk.Revit.DB.Plumbing.PipeSystemType
zh: 燃气
source: html/24165d09-9267-54b7-3e32-6405d1343c2e.htm
---
# Autodesk.Revit.DB.Plumbing.PipeSystemType.OtherPipe

**中文**: 燃气

Pipe System Type is OtherPipe.